[
  {
    "id": 616676,
    "name": "Mario + Rabbids Sparks of Hope",
    "description": "<p>Explore and uncover mysterious secrets while meeting each planet’s curious inhabitants. Use your heroes` skills in an innovative combat system, which combines freedom of movement and strategic turn-based decision making as you take on new and familiar foes. Take control of your heroes to dash your enemies, team jump on your allies, hide behind cover… and make the best out of your turn.</p>",
    "released": "2022-10-20",
    "background_image": "https://media.rawg.io/media/games/1fa/1faa976b3f7a43195fa708d9a80e7468.jpg",
    "metacritic": 86,
    "genres": ["RPG"]
  },
  {
    "id": 494384,
    "name": "God of War: Ragnarök",
    "description": "<p>Kratos and Atreus must journey to each of the Nine Realms in search of answers as they prepare for the prophesied battle that will end the world. Together, Kratos and Atreus venture deep into the Nine Realms in search of answers as Asgardian forces prepare for war.</p>\n<p>Along the way they will explore stunning, mythical landscapes, gather allies from across the realms, and face fearsome enemies in the form of Norse gods and monsters. As the threat of Ragnarök grows ever closer, Kratos and Atreus find themselves choosing between the safety of their family and the safety of the realms...</p>",
    "released": "2022-11-09",
    "background_image": "https://media.rawg.io/media/games/1c3/1c305096502c475c00276c827f0fd697.jpg",
    "metacritic": 94,
    "genres": ["Action"]
  },
  {
    "id": 326243,
    "name": "Elden Ring",
    "description": "<p>The Golden Order has been broken.</p>\n<p>Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.</p>\n<p>In the Lands Between ruled by Queen Marika the Eternal, the Elden Ring, the source of the Erdtree, has been shattered.</p>\n<p>Marika&#39;s offspring, demigods all, claimed the shards of the Elden Ring known as the Great Runes, and the mad taint of their newfound strength triggered a war: The Shattering. A war that meant abandonment by the Greater Will.</p>\n<p>And now the guidance of grace will be brought to the Tarnished who were spurned by the grace of gold and exiled from the Lands Between. Ye dead who yet live, your grace long lost, follow the path to the Lands Between beyond the foggy sea to stand before the Elden Ring.</p>",
    "released": "2022-02-25",
    "background_image": "https://media.rawg.io/media/games/5ec/5ecac5cb026ec26a56efcc546364e348.jpg",
    "metacritic": 95,
    "genres": ["Action", "RPG"]
  },
  {
    "id": 801567,
    "name": "Pentiment",
    "description": "<p>From Obsidian, this game is a historical mystery role-playing game that focuses on character development, heavily stylized art, and choice-driven storytelling in early 16th century Germany. The main character is a clever illustrator caught up a series of murders at Kiersau Abbey over twenty five years. This character alone possesses the wits and will to expose the killers, but each decision he makes has lasting consequences and inexorably draws him closer to the center of an underlying conspiracy.</p>",
    "released": "2022-11-14",
    "background_image": "https://media.rawg.io/media/games/f1d/f1d25c007b9b45c98b57ff9ebbca9692.jpg",
    "metacritic": 87,
    "genres": ["Adventure", "Casual"]
  },
  {
    "id": 736257,
    "name": "Xenoblade Chronicles 3",
    "description": "<p>A vast world awaits in Xenoblade Chronicles 3, the next game in the acclaimed RPG series from developer MONOLITHSOFT. Players will step into the roles of protagonists Noah and Mio amid turmoil between the hostile nations of Keves and Agnus. Six characters hailing from those nations will take part in a grand tale with “life” as its central theme.</p>",
    "released": "2022-07-29",
    "background_image": "https://media.rawg.io/media/games/ae7/ae7cfc9a66232839112663899d2c8d8d.jpg",
    "metacritic": 89,
    "genres": ["RPG"]
  },
  {
    "id": 274758,
    "name": "The Stanley Parable: Ultra Deluxe",
    "description": "<p>When The Stanley Parable came out, a lot of people asked us for more endings and more content.<br />\nWe told them it didn&#39;t need more content, that it was fine just the way it was, that it already had the perfect number of endings.<br />\nWhat a sorry sack of lies that was.<br />\nWe knew it. We knew it were lying and we did it anyway. We’ve carried that shame around with us for years, a burden weighing on every moment of every day.<br />\nEnough is enough.<br />\nIt’s time to fix this, to unburden our shame. Let us give you our shame, for you to carry it around instead. We’re sick of it.<br />\nFrom the liars who brought you the award winning indie game The Stanley Parable comes The Stanley Parable: Ultra Deluxe, an expansion to the original game with more content, more endings, more whimsical adventures of the two best friends Stanley and The Narrator. Coming to PC and consoles in 2019.<br />\nTastefully seasoned with the bitter remorse of having deceived so many loyal fans for so long.<br />\nBut seriously, this time it’s done. No more.</p>",
    "released": "2022-04-27",
    "background_image": "https://media.rawg.io/media/games/c4e/c4e3ad247e93d3a5dc40aa215a778a9c.jpg",
    "metacritic": 90,
    "genres": ["Adventure", "Casual", "Indie"]
  },
  {
    "id": 805000,
    "name": "NETFLIX Poinpy",
    "description": "<p>Available exclusively for Netflix members.<br />\nBounce up, dodge adorable baddies and feed the blue beast that&#39;s hot on your heels. A vertical climber from the creator of the award-winning Downwell.<br />\nKeep going higher and higher because new and more challenging areas await. Earn and unlock abilities that will help you jump into your next run with a better shot at reaching the end.<br />\nFeatures include:<br />\n• Juice &#39;em up: Use intuitive, one-handed controls to bounce, flip around and grab fruit for the beast&#39;s juice.<br />\n• Climb &amp; collect: Evade creatures lurking in randomly generated areas. Collect special abilities like the octobub, which sucks in fruit, and the handy snail clock, which stops time while you ready your next jump. Plus many others!<br />\n• Open new modes: Find a not-so-well-hidden area to unlock the tricky puzzle mode. Complete Poinpy to unlock an endless mode.</p>",
    "released": "2022-06-08",
    "background_image": "https://media.rawg.io/media/screenshots/7b2/7b229ff13d79192b2f3cf47025f63828_wu6MNOs.jpg",
    "metacritic": 87,
    "genres": ["Action"]
  },
  {
    "id": 452642,
    "name": "Horizon Forbidden West",
    "description": "<p>Explore distant lands, fight bigger and more awe-inspiring machines, and encounter astonishing new tribes as you return to the far-future, post-apocalyptic world of Horizon.</p>\n<p>The land is dying. Vicious storms and an unstoppable blight ravage the scattered remnants of humanity, while fearsome new machines prowl their borders. Life on Earth is hurtling towards another extinction, and no one knows why.</p>\n<p>It&#39;s up to Aloy to uncover the secrets behind these threats and restore order and balance to the world. Along the way, she must reunite with old friends, forge alliances with warring new factions and unravel the legacy of the ancient past – all the while trying to stay one step ahead of a seemingly undefeatable new enemy.</p>",
    "released": "2022-02-18",
    "background_image": "https://media.rawg.io/media/games/bf7/bf73b105ccbba42107986bbcd96fcada.jpg",
    "metacritic": 86,
    "genres": ["Action", "Adventure", "RPG"]
  },
  {
    "id": 50737,
    "name": "Bayonetta 3",
    "description": "<p>Bayonetta struts through multiple locations in an all-new, over-the-top climax action game. Sporting a wicked new ensemble and somehow familiar pigtails, the titular Umbra Witch must face a mysterious evil using her signature guns and time-slowing Witch Time ability. This time, invading manmade bioweapons called Homunculi find themselves in Bayonetta’s crosshairs.</p>\n<p>Tap into Bayonetta’s naughtier side with Demon Masquerade, a new ability that channels the demon linked to her weapon allowing for some exciting action options, not to mention some hair-raising combos. She can also summon her demonic darlings like Gomorrah, Malphas, and Phantasmaraneae during battle, unleashing their demonic powers in the heat of combat and in new, larger-than-life battles where you directly control the action.</p>\n<p>Fight your way through the streets of Tokyo, the mountains of China, and many other locales! Along the way you’ll meet a virtual coven of Bayonettas, each more fabulous than the last. You’ll also slash and slay as Viola, a feisty witch in training who fights with a sword and a capricious companion, the demon Cheshire. Find out what fate awaits Bayonetta, and if this arcane alliance can really save reality!</p>",
    "released": "2022-10-28",
    "background_image": "https://media.rawg.io/media/games/c30/c30ac50cb13096f5402250bf666a321c.jpg",
    "metacritic": 86,
    "genres": ["Action"]
  },
  {
    "id": 29236,
    "name": "Tunic",
    "description": "<p>Explore a land filled with lost legends, ancient powers, and ferocious monsters in TUNIC, an isometric action game about a small fox on a big adventure. Stranded on a mysterious beach, armed with only your own curiosity, you will confront colossal beasts, collect strange and powerful items, and unravel long-lost secrets.</p>\n<p>Explore a hostile and intricately-connected world of shady forests, sprawling ruins, and labyrinthine catacombs<br />\nFight mighty bosses deep beneath the earth, high above the clouds, and in places stranger still<br />\nCollect the missing manual pages, bursting with hints and original full-colour illustrations<br />\nDiscover hidden treasures to help you on your way<br />\nUnearth secret relics, secret techniques, secret puzzles, and… listen, there’s a lot of secrets!<br />\nFeaturing sound design by Power Up Audio (Celeste, Darkest Dungeon, Subnautica: Below Zero)<br />\nAnd an original soundtrack by Lifeformed (Dustforce, Double Fine Adventure)</p>\n<p>Keep your wits about you and be brave, little fox!</p>",
    "released": "2022-03-16",
    "background_image": "https://media.rawg.io/media/games/2c1/2c1984e128ac48b89953ed4de4904a3b.jpg",
    "metacritic": 86,
    "genres": ["Action", "Adventure", "Indie"]
  },
  {
    "id": 815120,
    "name": "Teenage Mutant Ninja Turtles: The Cowabunga Collection",
    "description": "<p>Teenage Mutant Ninja Turtles: The Cowabunga Collection assembles thirteen classic TMNT games by Konami in one incredible package. This collection provides a unique opportunity for gamers to experience these immensely popular and very influential games and includes a fantastic set of new quality of life features:</p>\n<p>• Added Online Play* for certain games and Local Couch Play<br />\n• Save Anytime and Rewind<br />\n• Eleven Japanese Regional Version Releases<br />\n• Button Mapping<br />\n• Unique Development Art &amp; Sketches<br />\n• Historic TMNT Media Content</p>",
    "released": "2022-08-30",
    "background_image": "https://media.rawg.io/media/games/8cc/8cc80c58cc482ce419e69975ff585085.jpg",
    "metacritic": 80,
    "genres": ["Action", "Adventure", "Arcade"]
  },
  {
    "id": 667657,
    "name": "Kirby and the Forgotten Land",
    "description": "<p>Take control of the powerful pink puffball, Kirby, and move around freely in 3D stages as you discover a mysterious world with abandoned structures from a past civilization—like a shopping mall?! Copy enemies’ abilities like Sword and Ice and use them to attack and explore your surroundings! What journey awaits Kirby? Take a deep breath and get ready for an unforgettable adventure!</p>",
    "released": "2022-03-25",
    "background_image": "https://media.rawg.io/media/games/42a/42a71f0cbe23185f778c10462faa12d8.jpg",
    "metacritic": 85,
    "genres": ["Action"]
  },
  {
    "id": 762618,
    "name": "Return to Monkey Island",
    "description": "<p>Return to Monkey Island is an unexpected, thrilling return of series creator Ron Gilbert that continues the story of the legendary adventure games The Secret of Monkey Island and Monkey Island 2: LeChuck’s Revenge developed in collaboration with Lucasfilm Games.</p>\n<p>It’s been many years since Guybrush Threepwood was last locked in a battle of wits with his nemesis, the zombie pirate LeChuck. His true love, Elaine Marley, has turned her focus away from governing and Guybrush himself is adrift and unfulfilled, having never found the Secret of Monkey Island. Hip, young pirate leaders led by Captain Madison have shuffled the old guard from power, Melee Island has taken a turn for the worse, and famed businessman Stan has been imprisoned for ‘marketing-related crimes’.</p>\n<p>Banter with old friends and new faces on familiar islands now under dangerous new leadership. Then, take to the high seas and explore the new and unknown as you work your way out of tough predicaments. Clever puzzles, bizarre situations, and devastating ripostes are all that stand between Guybrush and glory.</p>",
    "released": "2022-09-19",
    "background_image": "https://media.rawg.io/media/games/db8/db86188577f4b61dfd2a960e18f660a5.jpg",
    "metacritic": 86,
    "genres": ["Adventure", "Casual"]
  },
  {
    "id": 570074,
    "name": "Teenage Mutant Ninja Turtles: Shredder's Revenge",
    "description": "<p>Teenage Mutant Ninja Turtles: Shredder’s Revenge reunites Leonardo, Raphael, Michelangelo, and Donatello to kick shell in a beautifully realized pixel art world invoking the turtles’ classic 1987 design.</p>\n<p>With Bebop and Rocksteady amassing gizmos to support Krang and Shredder’s latest scheme, Teenage Mutant Ninja Turtles: Shredder’s Revenge finds the turtles battling through a breathless tour of iconic TMNT locations to thwart their nemeses’ most diabolical plan yet. Armed with shell-shocking new abilities built on a foundation of classic brawling mechanics, the gang are in for an exhilarating, Foot Clan-stomping romp leading them through the sewers and bustling boroughs of New York City all the way to Dimension X.</p>",
    "released": "2022-06-16",
    "background_image": "https://media.rawg.io/media/games/aac/aac683272f862540a18625f02f5f3679.jpg",
    "metacritic": 86,
    "genres": ["Action", "Adventure", "Arcade", "Casual", "Fighting", "Indie"]
  },
  {
    "id": 802000,
    "name": "Immortality",
    "description": "<p>Match cut your own path through the footage and solve the mystery:</p>\n<p>What happened to Marissa Marcel?</p>\n<p>IMMORTALITY is an interactive trilogy from Sam Barlow, creator of Her Story. Use the cinematic ability to teleport from scene to scene to explore a treasure trove of newly unearthed footage from the three lost films of Marissa Marcel and traverse decades of movie history:</p>\n<p>1968</p>\n<p>Alan Fischer directs Ambrosio his adaptation of M. G. Lewis’s notorious Gothic novel The Monk. He casts unknown Marissa Marcel as the infamous Matilda.</p>\n<p>1970</p>\n<p>John Durick writes his thriller Minsky with Marcel in mind. Set in New York City, the movie concerns the death of a famous artist and Marissa stars as the muse suspected of murdering him.</p>\n<p>1999</p>\n<p>For his swansong, Durick teams up with Marcel again as she returns from a lengthy hiatus. The movie Two of Everything is a subversive thriller which explores the duality between a successful pop star and her body double.</p>\n<p>None of these movies was ever released. They were thought to be lost or destroyed. Until now.</p>",
    "released": "2022-08-29",
    "background_image": "https://media.rawg.io/media/games/7df/7df4efb7075152f421edbf651f3a9c0c.jpg",
    "metacritic": 88,
    "genres": ["Adventure"]
  },
  {
    "id": 428839,
    "name": "Rogue Legacy 2",
    "description": "<p>Rogue Legacy is back!  But now it&#39;s got a 2 in front of it!<br />\nRogue Legacy 2 is a genealogical Rogue-LITE.  That means it has all the trappings of a typical rogue-like (randomized runs, changing characters, and more), but with persistent upgrades, and persistent dead heirs.  In this game, the grind is optional.  Play well and you can dive deeper into the depths of the ever-changing world.  Or don&#39;t!  Who cares!  With hardcore platforming mixed with a deep RPG system, everyone can win eventually.<br />\n...And really, isn&#39;t having that kind of choice the best? &lt;3<br />\nHere&#39;s what Rogue Legacy 2 IS:<br />\nA procedurally generated adventure.  The entire kingdom changes with every life, so no two runs are the same.<br />\nRogue-LITE.  Build your manor, improve your legacy, and make each child stronger than the last.  The game can be beaten at level 1, but that doesn&#39;t mean it has to.<br />\nUniversal Healthcare.  Every child is unique.  Some might have Synethesia, others might be a pacifist, and some could just be a little chubby.  Through the powers of Socialism, traits which have more debilitating effects on gameplay now give gold bonuses!<br />\nCastle Permanence.  It&#39;s a rogue-like where bosses stay dead.<br />\nEvery class (and there&#39;s a lot!) now have their own unique set of armaments.  Take down foes from afar with your bow as the nimble Ranger, or get up and close with the massive Battleaxe as the Barbarian.<br />\nStack Runes.  Runes can now stack to infinity.  It&#39;ll take a while, but if you wanted to have penta jump, and lifesteal, and hyperspeed you can!<br />\nAND THERE&#39;S A WHOLE LOT MORE.  But we&#39;re working on it, and we&#39;d still like to keep a few secrets in our back pocket. :)<br />\nThis store page may be temporary, but Rogue Legacy is forever!</p>",
    "released": "2022-04-28",
    "background_image": "https://media.rawg.io/media/games/776/776ebcf6f05c98eab89af736e6f38283.jpg",
    "metacritic": 88,
    "genres": ["Action", "Adventure", "RPG", "Indie"]
  },
  {
    "id": 685577,
    "name": "Vampire Survivors",
    "description": "<p>Vampire Survivors is currently a time survival game with minimalistic gameplay and roguelite elements.<br />\nThere&#39;s no place where to hide, all you can do is try to survive a cursed night and get as much gold as possible for the next survivor, before Death inevitably puts an end to your struggles.<br />\nContent in the early access version:7 characters<br />\n22 weapons and 12 power-ups<br />\n10 pickups<br />\n23 achievements<br />\n1 stage<br />\nSupports mouse, keyboard, controller, and touch screen.<br />\nStarting tips:Take your time to grab gems and items, they won&#39;t disappear.<br />\nGet just two or three offensive weapons, but focus on leveling them up one at a time.<br />\nArmor and Luck are good starting power-ups to spend money on.</p>",
    "released": "2022-10-20",
    "background_image": "https://media.rawg.io/media/games/501/501e7019925a3c692bf1c8062f07abe6.jpg",
    "metacritic": 91,
    "genres": ["Action", "RPG", "Casual", "Indie"]
  },
  {
    "id": 484971,
    "name": "Chained Echoes",
    "description": "<p>Take up your sword, channel your magic or board your Mech. Chained Echoes is a 16-bit SNES style RPG set in a fantasy world where dragons are as common as piloted mechanical suits. Follow a group of heroes as they explore a land filled to the brim with charming characters, fantastic landscapes and vicious foes. Can you bring peace to a continent where war has been waged for generations and betrayal lurks around every corner?<br />\nChained Echoes is a story-driven game where a group of heroes travel around the vast continent of Valandis to bring an end to the war between its three kingdoms. In the course of their journey, they will travel through a wide array of diverse landscapes spanning from wind-tanned plateaus and exotic archipelagos to sunken cities and forgotten dungeons.<br />\nKey Features:<br />\n20-25 hours of play time<br />\nFast paced turn-based battles<br />\nNo random encounters; enemies can be seen running around<br />\nTons of items to be looted, stolen or crafted<br />\nComplex skill and equipment system<br />\nCustomize your own airship<br />\nTravel and fight by foot or in your Mech<br />\n16-bit SNES style graphics<br />\nMusic inspired by PSX RPGs</p>",
    "released": "2022-12-08",
    "background_image": "https://media.rawg.io/media/games/54a/54a8908159b95eda884e91463529192b.jpg",
    "metacritic": 90,
    "genres": ["RPG", "Indie"]
  },
  {
    "id": 558980,
    "name": "Neon White",
    "description": "<p>A lightning fast first-person action platformer set beyond the pearly gates of Heaven.<br />\nNeon White is a lightning fast first-person action game about exterminating demons in Heaven. You are White, an assassin handpicked from Hell to compete with other demon slayers for a chance to live permanently in Heaven. The other assassins seem familiar, though… did you know them in a past life?</p>\n<p>Features:</p>\n<p>• You play as Neon White, an assassin plucked from Hell to compete with other demon slayers for a shot at redemption.</p>\n<p>• Collect “Soul Cards” to attack your foes or discard them to use unique movement abilities.</p>\n<p>• Compete for the best times by cleverly combining cards to discover massive shortcuts.</p>\n<p>• Uncover Heaven’s mysteries by getting to know the other assassins… did you know them in a past life?</p>",
    "released": "2022-06-16",
    "background_image": "https://media.rawg.io/media/games/a12/a120fc7faed7666f8c320a755137e316.jpg",
    "metacritic": 89,
    "genres": ["Action", "Shooter", "Adventure", "Indie"]
  },
  {
    "id": 586054,
    "name": "OlliOlli World",
    "description": "<p>OlliOlli World is a bold new skateboarding action-platformer that’s bursting with personality.<br />\nFlip and flow through the vivid and vibrant world of Radland, meeting colorful characters as you grind, trick, and air your way to discover the mystical skate gods on your quest for Gnarvana.</p>\n<p>Traverse a delightful and weird world as you take on missions, challenges, and make new friends along the way. Customize your character’s looks, tricks, and style while you experience explorable levels with multiple paths that provide an array of opportunities for player expression. Challenge the world in Leagues or dare a friend to beat your best tricks on one of millions of sharable levels. Experience the accessibility, depth, and player freedom as you dive into the signature flow state gameplay of OlliOlli World.<br />\nOlliOlli World marks the third entry in the critically-acclaimed OlliOlli series from Roll7, the BAFTA and multi-award-winning independent studio.<br />\nKey Features:<br />\nWelcome to Radland!: Take a trip across a lush skateboarding utopia that is filled to the brim with eccentric characters and vibrant locations that are begging to be explored. Find your grind in Inflatable Alley or blaze down Los Vulgas to discover new paths, fresh side quests, rad rewards, and epic trick opportunities. All perfectly complemented by a hand-picked compilation of IDM and Electronica tracks. <br />\nPlay at your level: Super tight controls combine with highly refined gameplay to ensure a silky smooth ride. Not a Pro? Don’t worry – OlliOlli World welcomes you with open arms, allowing new players to tear down streets and pull off sick method grabs without fear of faceplanting the curb. Think you’ve got what it takes? Achieve mastery through millions of unique levels in sandbox mode or compete against rivals around the globe in leagues with a hugely deep combo system with over 100 moves to master and combine in your battle for the highest score.<br />\nFreedom of expression: Cruise through Radlands epic skate-haven and prove your skills to unlock special rewards that let you customize your character’s looks, tricks and style. Want to skate in your flip flops… go for it. Want to wear a bumble bee onesie …ok then… no judgement. In OlliOlli World as long as you’re on board anything goes!</p>",
    "released": "2022-02-07",
    "background_image": "https://media.rawg.io/media/games/6c4/6c44f016aa1293cf9fb60cb1812dc687.jpg",
    "metacritic": 86,
    "genres": ["Action", "Sports", "Indie", "Platformer"]
  }
]
